{
  "title": "Welcome to Wendelstein",
  "redirect": "Allow access to camera and location?",
  "redirectYes": "Yes",
  "redirectNo": "No",
  "description": "Here you have the opportunity to explore various parts of the observatory with the help of your smartphone. On the following map you can see points where you can take a look at the observatory's 2m telescope using augmented reality (AR). In addition, there are further sections that can be viewed in more detail from any location on your smartphone.",
  "artutorial": "No experience with AR? Then use our tutorial!",
  "panorama": {
    "text": "Start",
    "class": "panorama-btn"
  },
  "map": {
    "text": "Start map",
    "class": "map-btn"
  },
  "marker": {
    "text": "Start",
    "class": "marker-btn"
  },
  "tutorial": {
    "text": "View tutorial",
    "class": "tutorial-btn"
  },
  "artitle": "AR Tutorial",
  "ardescription": "Go to the relevant location and select the appropriate marker after pressing ‘Start’. Then point your camera in the direction of the large dome.",

  "skyObjects": {
    "m33": {
      "name": "Triangulum Galaxy (Messier 33)",
      "desc": "The Triangulum Galaxy (M33) is, after the Andromeda Galaxy and our own Milky Way, the third-largest galaxy in the local galactic group. M33 is a small spiral galaxy 2.4 million light years away. Uncountably many new stars are being born in its spiral arms. The young, massive stars shine blue and excite interstellar gas to a red-violet. Billions of Sun-like stars lie in the yellow-white background; dust clouds blocking the light from these stars form the darker areas of the galaxy. This photograph was taken by the widefield camera of the Wendelstein Observatory's 2m Fraunhofer Telescope, and has an angular diameter close to that of the Moon."
    },
    "m42": {
      "name": "Orion Nebula (Messier 42)",
      "desc": "The Orion Nebula is one of the most famous star forming regions in the Milky Way Galaxy, about 1,340 light years from Earth. The nebula is shaped by the reddish gas and brown dust. Young, hot stars from the center of the Nebula heat the gas to about 10,000 degrees Celsius, making it produce its own light. Its red color comes from the H-alpha emission line of the atoms in the water gasses, which make up over 70% of the nebula by mass. The image is about as wide in the sky as the Moon, and, at the distance the Orion Nebula sits, crosses about 12 light years. he photograph was taken with the widefield camera of the Wendelstein Observatory's 2m Fraunhofer Telescope."
    },
    "m51": {
      "name": "The Whirlpool Galaxy (Messier 51)",
      "desc": "The Whirlpool Galaxy consists of the spiral galaxy NGC 5194 (below, with similar structure and size to our Milky Way) and its clearly smaller companion NGC 5195 (above). NGC 5195 is in an elliptical, inward-spiraling orbit around NGC 5194, which will lead to a collision between the two galaxies in about 100 million years. The strong tidal forces have already flung millions of stars into intergalactic space and formed diffuse filaments and asymmetric structure, especially around NGC5195. Messier 51 is about 26 million light years from the Earth, meaning the actual gap between the galaxies is about 35,000 light years. The Wendelstein Observatory's 2m Fraunhofer Telescope took the photograph in three difference colors -- blue, red, and infrared -- and these were overlayed to produce the above image."
    },
    "m65m66": {
      "name": "The Spiral Galaxies Messier 65 and Messier 66",
      "desc": "Messier 65 (bottom right) and Messier 66 (top left) are part of a galaxy group called the Leo Triplet, which is 32 million light years from Earth and lies in the constellation Leo. M65 resembles our Milky Way galaxy, and both galaxies contain each about 100 billion stars. Both of the galaxies have diameters of about 100,000 light years. The blue light in both galaxies comes from young, massive stars, up to a hundred times the mass of our Sun, while the yellow light comes from stars much like the Sun. The dark filaments are from interstellar dust. The many pointlike objects in the foreground are from stars in our Milky Way galaxy, while the dim, wider objects in the background are much further galaxies. The intergalactic space between M65 and M66 is almost devoid of stars. The picture is about as wide in the sky as the Moon, and was taken in ultraviolet, green, and red light by the widefield camera of the Wendelstein Observatory's 2m Fraunhofer Telescope."
    },
    "abell262": {
      "name": "Abell 262 Galactic Cluster",
      "desc": "This photo shows the Abell 262 galaxy cluster and its surroundings, taken in ultraviolet, green, and red light. Abell 262 is about 240 million light years away. The center of the cluster (up in the center) is dominated by elliptical galaxies, which shine yellow, holding up to a trillion Sun-like stars. Some of these galaxies are actively colliding with each other. A spiral galaxy can be seen underneath the center, resembling the Milky Way and with a diameter of about 50,000 light years. The bright, white stars in the foreground belong to the Milky Way, while the dim, mostly red objects are mostly much further galaxies, some up to ten billion light years away. The picture is about as wide as the Moon, matching the Abell 262 cluster's 2 million light year distance. The photograph was taken by the widefield camera of the Wendelstein Observatory's 2m Fraunhofer Telescope."
    },
    "perseusGalaxienCluster": {
      "name": "Perseus Galactic Cluster",
      "desc": "This photograph is a superposition of three, each taken in different colors: ultraviolet, green, and red, in order to show the center of the Perseus Galactic Cluster, which sits at a distance of about 230 million light years. Large elliptical galaxies, glowing in white-yellow light and holding up to a trillion Sun-like stars, dominate the Cluster's center. Spiral galaxies like our Milky Way can hardly withstand the strong tidal forces of so many stars. If we put the Milky Way in the Perseus Cluster, it would be about the size and look like the blueish spiral galaxies up and to the left of the middle of the image. The many pointlike objects dotting the object belong to either stars within our own Milky Way galaxy or galaxies far behind the Cluster, up to 10 billion light years away. The image is about as wide in the sky as the Moon, which, at the distance the Perseus Galactic Cluster sits, crosses about 2 million light years. This photograph was taken with the widefield camera of the Wendelstein Observatory's 2m Fraunhofer Telescope."
    }
  }
}
